Repository: btwhelena/DailyDoodle
Catalog: DailyDoodle/Utils/*.lproj/Localizable.strings
Languages: es, fr

source: Today's Challenge
es: Desafío de Hoy
fr: Le défi d'aujourd'hui

source: Start Challenge
es: Desafío de Inicio
fr: Lancer le défi

source: Gallery
es: Galería
fr: Galerie

source: Your drawings
es: Tus dibujos
fr: Vos dessins

source: This month challenge:
es: Desafío de este mes:
fr: Défi de ce mois-ci:

source: Animals
es: Animales
fr: Animaux

source: Upload drawing
es: Subir dibujo
fr: Télécharger le dessin

source: Start drawing
es: Empieza a dibujar
fr: Commence à dessiner

source: Try drawing the reference image above or draw it on a paper and upload it to complete the challenge.
es: Tente desenhar a imagem de referência acima, ou desenhe a imagem de referência no papel e faça o upload para concluir o desafio.
fr: Essayez de dessiner l'image de référence ci-dessus ou dessinez-la sur un papier et téléchargez-la pour relever le défi.

source: Let's get it started?
es: ¿Vamos a ponerlo en marcha?
fr: Commençons?

source: Drawings
es: Dibujos
fr: Dessins

source: You will do daily challenges trying to reproduce reference images through drawings.
es: Realizarás retos diarios intentando reproducir imágenes de referencia a través de dibujos.
fr: Vous ferez des défis quotidiens en essayant de reproduire des images de référence à travers des dessins.

source: Notifications
es: Notificaciones
fr: Avis

source: Pick your favorite time to draw
es: Elige tu momento favorito para dibujar
fr: Choisissez votre moment préféré pour dessiner

source: Start now
es: Empezar ahora
fr: Commencez maintenant

source: Finish challenge
es: Finalizar desafío
fr: Terminer le défi

source: Reference Image
es: Imagen de referencia
fr: Image de référence

source: Your drawing
es: Tu dibujo
fr: Votre dessin

source: Enable notifications
es: Permitir notificaciones
fr: Activer les notifications

source: Cancel
es: Cancelar
fr: Annuler

source: Save
es: Ahorrar
fr: Sauvegarder

source: Notification settings
es: Configuración de las notificaciones
fr: Paramètres de notification

source: Complete challenges to see your drawings.
es: Completa desafíos para ver tus dibujos.
fr: Relevez des défis pour voir vos dessins.
